import { StandDensityManagement } from '../models/StandDensityManagement';

const StandDensityManagementData: StandDensityManagement[] = [
  {
    title: '表東北地方 スギ林分密度管理図',
    number: 1,
    SDMD: {
      V: [0.07156, -1.373859, 5062.0, -2.869785],
      NRf: 5.370947,
      DBH: [0.193943, 0.987164, 0],
      HF: [0.650787, 0.417356, 0],
    },
  },
  {
    title: '九州四国地方 広葉樹(クヌギ・ナラ類)林分密度管理図',
    number: 22,
    SDMD: {
      V: [0.07156, -1.373859, 5062.0, -2.869785],
      NRf: 5.370947,
      DBH: [0.193943, 0.987164, -0.090657],
      HF: [0.650787, 0.417356, 0.138768],
    },
  },
  {
    title: '南近畿・四国地方　スギ林分密度管理図',
    number: 6,
    SDMD: {
      V: [0.074343, -1.388481, 5065.0, -2.900328],
      NRf: 5.38221,
      DBH: [-0.15213, 0.985016, -0.028142],
      HF: [1.273477, 0.36758, 0.140427],
    },
  },
  {
    title: '南近畿・四国地方　ヒノキ林分密度管理図',
    number: 10,
    SDMD: {
      H: [32.8441393, -1, -0.01360109, 0.92437505],
      V: [0.053887, -1.183794, 7663.1, -3.20151],
      NRf: 5.992602,
      DBH: [-0.241667, 0.992603, 0],
      HF: [0.320738, 0.437334, 0.153257],
    },
  },
];

export default StandDensityManagementData;
